[
    {
        "id": "0",
        "descrip": "Comming up..."
    },
    {
        "id": "1",
        "descrip": ["When Keleri Deverin's celar is broken into, she seeks help from her childhood friend Gunthar and a group of strangers she finds in the temple. They agree to venture into the sewers and return her Star of Desna.",
                        "Gunthar questions Talga - a small goblin, who has survived the attack, and she tells him that Drakus (who she believes to be a vampire) forces members of her tribe to rob longshanks (humans). After Sator heals her and offers her some water, she also draws a simplistic map of the sewers.",
                        "A search of the celar reveals a mess, a hole in the wall and a dead goblin, who appears to have been beaten by his own comrades same as Talga. The party has a good rest and does some shopping in preparation for the trip.",
                        "Thanks to the map and Martin's impecable sense of direction, the trip through the sewers is quick and effective. Before going into the enemy's liar, the party peeks outside, and Isono recognises the inn where she's been nearly been scammed. Thus, they know the part of the city they are currently in.",
                        "Immediately upon entry to the Mudchewers' liar, the party is attacked by the foul smell of goblin rubish and a small ooze. The latter one doesn't even manage to land one hit before it's defeated, while the former one will undoubtedly haunt them for days."]
    },
    {
        "id": "2",
        "descrip": ["The initial success in the Ashen Ossuary embolden some members of the party but scare the others. Sator, Gunthar, and Druwits (with Beithir, of course) are the ones who decide to push forward.",
                        "Upon their entry into Mudchewer Central, they quickly realise that they have company - a small group of goblins building a ten-foot tall statue. Once the goblins notice the party, they leave their task and attack. Less violence-inclined party members try to parley, but the little creatures don't seem to speak Common. In the end, they have to be dispatched.",
                        "The party passes entrances to three suspicious caves without entering and zero in on the steps towards what looks like a desecrated entry chamber at a shrine. In their eagerness, they sound goblins' crude alarm when they enter.",
                        "As a cleric, Sator cannot let the filthiness of Lamashtu's curse stay. After channeling positive energy confirms the source to be inside the fountain, he dives in and grabs the statue. In the ensuing fight with two quasits, he makes use of it as a hand-held battering tool, further enraging the demons. In the end, it almost costs him his life. Meanwhile, Gunthar has much luck in setting one of quasits on fire, while Druwits and Beithir make a few well-placed hits."]
                    
    }
]